Repository: odie2/tinymce-advanced
Catalog: langs/tinymce-advanced-*.po
Languages: pl_pl

source: This plugin requires WordPress version %1$s or newer. Please upgrade your WordPress installation or download an <a href="%2$s">older version of the plugin</a>.
pl_pl: Ta wtyczka wymaga WordPress'a w wersji %1$s lub nowszej. Proszę zaktualizować instalację WordPress'a lub pobrać <a href="%2$s">starszą wersję wtyczki</a>.

source: Default settings restored.
pl_pl: Domyślne ustawienia zostały przywrócone.

source: TinyMCE Advanced Settings Export
pl_pl: Ustawienia eksportu Zaawansowanego TinyMCE

source: The settings are exported as a JSON encoded string.
pl_pl: Ustawienia są eksportowane jako ciąg kodowany JSON.

source: Please copy the content and save it in a <b>text</b> (.txt) file, using a plain text editor like Notepad.
pl_pl: Proszę skopiować zawartość i zapisać ją jako <b>tekst</b> (plik .txt) przy pomocy prostego edytora tekstowego, jak Notatnik.

source: It is important that the export is not changed in any way, no spaces, line breaks, etc.
pl_pl: Istotne jest, aby eksport nie został zmieniony w jakikolwiek sposób - brak spacji, przejścia do nowej linii itp.

source: Select All
pl_pl: Wybierz wszystko

source: Back to Editor Settings
pl_pl: Powrót do ustawień edytora

source: TinyMCE Advanced Settings Import
pl_pl: Ustawienia importu Zaawansowanego TinyMCE

source: The settings are imported from a JSON encoded string. Please paste the exported string in the text area below.
pl_pl: Ustawienia są importowane z ciągu kodowanego JSON. Proszę wkleić wyeksportowany ciąg w polu tekstowym poniżej.

source: Verify
pl_pl: Zweryfikuj

source: Import
pl_pl: Importuj

source: Importing of settings failed.
pl_pl: Importowanie ustawień nie powiodło się.

source: ERROR: All toolbars are empty. Default settings loaded.
pl_pl: BŁĄD: Wszystkie paski narzędzi są puste. Załadowano domyślne ustawienia.

source: Editor Settings
pl_pl: Ustawienia edytora

source: New in TinyMCE 4.0/WordPress 3.9 is the editor menu. When it is enabled, most buttons are also available as menu items.
pl_pl: Nowością w TinyMCE 4.0/WordPress 3.9 jest menu edytora. Gdy włączone, większość przycisków jest dostępna również z poziomu menu.

source: Enable the editor menu.
pl_pl: Włącz menu edytora.

source: Drag buttons from the unused buttons below and drop them in the toolbars above, or drag the buttons in the toolbars to rearrange them.
pl_pl: Przeciągnij przyciski z pola nieużywanych przycisków poniżej i upuść je na paskach narzędzi powyżej lub przeciągnij przyciski pośród pasków narzędzi, aby zmienić ich pozycję.

source: Unused Buttons
pl_pl: Nieużywane przyciski

source: Also enable:
pl_pl: Włącz również:

source: List Style Options
pl_pl: Opcje stylu listy

source: Context Menu
pl_pl: Menu kontekstowe

source: Link (replaces the Insert/Edit Link dialog)
pl_pl: Odnośnik (zastępuje okna Wstaw/Edytuj odnośnik)

source: Advanced Options
pl_pl: Zaawansowane opcje

source: Import editor-style.css.
pl_pl: Zaimportuj editor-style.css.

source: It seems your theme does not support customised styles for the editor.
pl_pl: Wygląda na to, że Twój motyw nie wspiera własnych stylów dla edytora.

source: You can create a CSS file named <code>editor-style.css</code> and upload it to your theme's directory.
pl_pl: Możesz stworzyć plik CSS o nazwie <code>editor-style.css</code> i przesłać go do katalogu Twojego motywu.

source: After that, enable this setting.
pl_pl: Następnie aktywuj to ustawienie.

source: Load the CSS classes used in editor-style.css and replace the Formats button and sub-menu.
pl_pl: Załaduj klasy CSS określone w editor-style.css i zastąp przycisk Formaty oraz jego podmenu.

source: Markdown typing support (text pattern plugin)
pl_pl: Wspieranie znaczników Markdown (wtyczka wzorców tekstu)

source: This plugin matches special patterns while you type and applies formats or executes commands on the matched text.
pl_pl: Ta wtyczka szuka specjalnych wzorców, podczas gdy Ty piszesz i stosuje formatowanie lub wykonuje komendy na pasującym tekście.

source: The default patterns are the same as the markdown syntax so you can type <code># text</code> to create a header, <code>1. text</code> to create a list, <code>**text**</code> to make it bold, etc.
pl_pl: Domyślne wzorce są takie same jak składnia znaczników Markdown, a więc możesz korzystać z <code># tekst</code> - aby stworzyć nagłówek, <code>1. tekst</code> - aby stworzyć listę, <code>**tekst**</code> - aby pogrubić itp.

source: More information
pl_pl: Więcej informacji

source: Stop removing the &lt;p&gt; and &lt;br /&gt; tags when saving and show them in the Text editor
pl_pl: Przestań usuwać tagów &lt;p&gt; i &lt;br /&gt; podczas zapisywania i pokazuj je w edytorze tekstowym

source: This will make it possible to use more advanced coding in the HTML editor without the back-end filtering affecting it much.
pl_pl: Umożliwi to korzystanie z zaawansowanego kodowania w edytorze HTML bez konieczności zbytniego ingerowania w edytorze tekstowym.

source: However it may behave unexpectedly in rare cases, so test it thoroughly before enabling it permanently.
pl_pl: Jednakże, w niektórych przypadkach może to spowodować nieoczekiwane zachowanie, więc przetestuj to dokładnie przed włączeniem na stałe.

source: Line breaks in the HTML editor would still affect the output, in particular do not use empty lines, line breaks inside HTML tags or multiple &lt;br /&gt; tags.
pl_pl: Przejścia do nowych linii w edytorze HTML mogą mieć nadal wpływ na kod wynikowy. Szczególnie nie twórz pustych linii, przejść do nowej linii wewnątrz tagów HTML lub kilkukrotnych tagów &lt;br /&gt;.

source: Replace font size settings
pl_pl: Zastąp ustawienia rozmiarów czcionki

source: Replaces the size setting available for fonts with: 8px 10px 12px 14px 16px 20px 24px 28px 32px 36px.
pl_pl: Zastępuje dostępne ustawienia rozmiarów czcionek na: 8px 10px 12px 14px 16px 20px 24px 28px 32px 36px.

source: Enable pasting of image source
pl_pl: Włącz wklejanie źródła obrazka

source: Works only in Firefox and Safari. These browsers support pasting of images directly in the editor and convert them to base64 encoded text.
pl_pl: Działa tylko w Firefoksie i Safari. Te przeglądarki wspierają wklejanie obrazków bezpośrednio w edytorze i konwertują je do tekstu kodowanego base64.

source: This is not acceptable for larger images like photos or graphics, but may be useful in some cases for very small images like icons, not larger than 2-3KB.
pl_pl: Nie jest to mile widziane przy dużych obrazkach, jak zdjęcia czy grafiki, ale może być bardzo przydatne w przypadku bardzo małych obrazków - jak ikony - nie większych od 2-3KB.

source: These images will not be available in the Media Library.
pl_pl: Te obrazki nie będą dostępne w Bibliotece Mediów.

source: Administration
pl_pl: Administracja

source: Export Settings
pl_pl: Eksportuj ustawienia

source: Import Settings
pl_pl: Importuj ustawienia

source: Restore Default Settings
pl_pl: Przywróć ustawienia domyślne

source: The [Toolbar toggle] button shows or hides the second, third, and forth button rows. It will only work when it is in the first row and there are buttons in the second row.
pl_pl: Przycisk [Przełącz widoczność paska narzędzi] pokazuje lub ukrywa drugi, trzeci oraz czwarty wiersz. Będzie działał tylko, gdy będzie znajdował się w pierwszym wierszu, a drugi wiersz będzie zawierał przyciski.

source: TinyMCE Advanced
pl_pl: Zaawansowany TinyMCE

source: Enables advanced features and plugins in TinyMCE, the visual editor in WordPress.
pl_pl: Dodaje zaawansowane fukcje i wtyczki do TinyMCE, wizualnego edytora w WordPress'ie.
